Repository: yuexinwu1996/FocusFlow
Catalog: Dayflow/Dayflow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Access granted!
zh_hans: 已获得访问权限！

# activity_change_category
source: Change category
zh_hans: 更改类别

# activity_dayflow_off_msg
source: Dayflow recording is currently turned off, so cards aren't being produced.
zh_hans: Dayflow 录制当前已关闭，因此不会生成卡片。

# activity_detailed_summary
source: DETAILED SUMMARY
zh_hans: 详细摘要

# activity_no_cards_msg
source: Cards are generated about every 15 minutes. If Dayflow is on and no cards show up within 30 minutes, please report a bug.
zh_hans: 卡片大约每15分钟生成一次。如果 Dayflow 已开启但30分钟内没有显示卡片，请报告错误。

# activity_no_cards_yet
source: No cards yet
zh_hans: 还没有卡片

# activity_processing
source: Processing
zh_hans: 处理中

# activity_recording_off
source: Recording is off
zh_hans: 录制已关闭

# activity_select_to_view
source: Select an activity to view details
zh_hans: 选择活动以查看详细信息

# activity_summary
source: SUMMARY
zh_hans: 摘要

source: All caught up!
zh_hans: 全部完成！

# ai_review_toggle
source: AI Review
zh_hans: AI智能复盘

# analysis_mode_title
source: Select Analysis Mode
zh_hans: 选择分析模式

# analysis_mode_subtitle
source: Choose how Dayflow analyzes your activities
zh_hans: 选择 Dayflow 分析活动的方式

# analysis_mode_basic
source: Basic Analysis
zh_hans: 基础分析模式

# analysis_mode_basic_desc
source: Track app names only, no permissions needed
zh_hans: 仅基于应用标题做复盘，无需额外权限

# analysis_mode_recommended
source: Recommended
zh_hans: 推荐

# analysis_mode_advanced
source: Advanced Analysis
zh_hans: 高精度分析模式

# analysis_mode_advanced_desc
source: Content-level review with screen capture
zh_hans: 基于屏幕采集进行更细致的内容级复盘

# analysis_mode_needs_permission
source: Requires screen recording permission
zh_hans: 需要屏幕录制权限

# api_click_get_key
source: Click "Get API key" in the top right
zh_hans: 点击右上角的「获取 API 密钥」

# api_complete_setup
source: Complete Setup
zh_hans: 完成设置

# api_create_copy
source: Create a new API key and copy it
zh_hans: 创建新的 API 密钥并复制

# api_gemini_free_tier
source: Google's Gemini offers a generous free tier that should allow you to run Dayflow ~15 hours a day for free - no credit card required
zh_hans: Google 的 Gemini 提供慷慨的免费层，可让你每天免费运行 Dayflow 约 15 小时 - 无需信用卡

# api_get_gemini_key
source: Get your Gemini API key
zh_hans: 获取你的 Gemini API 密钥

# api_key_validation
source: API key should start with 'AIza' and be at least 30 characters
zh_hans: API 密钥应以 'AIza' 开头且至少 30 个字符

# api_keychain_safe
source: Your API key is encrypted and stored in your macOS Keychain - never uploaded anywhere
zh_hans: 你的 API 密钥已加密并存储在 macOS 钥匙串中 - 永远不会上传到任何地方

# api_open_google_studio
source: Open Google AI Studio
zh_hans: 打开 Google AI Studio

# app_menu_check_updates
source: Check for Updates…
zh_hans: 检查更新…

# app_menu_reset_onboarding
source: Reset Onboarding
zh_hans: 重置引导

# app_menu_view_release_notes
source: View Release Notes
zh_hans: 查看更新说明

source: Back
zh_hans: 返回

# badge_most_private
source: MOST PRIVATE
zh_hans: 最隐私

# badge_new
source: NEW
zh_hans: 新

# badge_recommended
source: RECOMMENDED
zh_hans: 推荐

# bugreport_calendar
source: Calendar
zh_hans: 日历

# bugreport_contact_description
source: Email works great if you want to drop a quick note, Discord if you want to join the community, and if you’d prefer to chat, find some time on my calendar - I’d love to dig into why Dayflow is or isn’t working well for you.
zh_hans: 如果你想快速留言，邮件很合适；想加入社区可用 Discord；如果你更想聊一聊，可以在我的日历上约个时间——我很愿意深入了解 Dayflow 对你来说为什么好用或不好用。

# bugreport_email_jerry
source: Email Jerry
zh_hans: 给 Jerry 发邮件

# bugreport_join_discord
source: Join Discord
zh_hans: 加入 Discord

# bugreport_quick_utilities
source: Quick utilities
zh_hans: 快捷工具

# bugreport_reach_out
source: Reach out
zh_hans: 联系我

# bugreport_thanks_title
source: Thanks for using Dayflow
zh_hans: 感谢使用 Dayflow

source: Cancel
zh_hans: 取消

# cards_to_review_plural
source: cards to review
zh_hans: 待复盘卡片

# cards_to_review_singular
source: card to review
zh_hans: 待复盘卡片

# category_add_description
source: Add a description to help Dayflow understand your workflow.
zh_hans: 添加描述以帮助 Dayflow 理解你的工作流。

# category_add_to_get_started
source: Add a category to get started.
zh_hans: 添加一个分类以开始。

# category_color_picker_instructions
source: Click and drag on the canvas above to change the color palette. Then drag a color onto a category.
zh_hans: 在上方画布上点击并拖动以调整色盘，然后将颜色拖到分类上。

# category_colors_optional
source: This step is optional. You can change the colors anytime while using Dayflow.
zh_hans: 这一步是可选的。你可以在使用 Dayflow 的任何时候更改颜色。

# category_create_new
source: Create a new category
zh_hans: 创建新分类

# category_customize_title
source: Customize your categories
zh_hans: 自定义你的分类

# category_delete_accessibility
source: Delete category
zh_hans: 删除分类

# category_drag_to_category
source: Drag to category
zh_hans: 拖到分类

# category_drop_on_category
source: Drop on a category →
zh_hans: 拖放到分类 →

# category_edit_accessibility
source: Edit category
zh_hans: 编辑分类

# category_new_default
source: New category
zh_hans: 新建分类

# category_picker_help_link
source: here
zh_hans: 这里

# category_picker_help_prefix
source: To help Dayflow organize your activities more accurately, try adding more details to the descriptions in your categories
zh_hans: 为帮助 Dayflow 更准确地整理你的活动，请在分类描述中添加更多细节

# category_placeholder_details
source: Professional, school, or career-focused tasks (coding, design, meetings).
zh_hans: 专业、学习或职业相关的任务（编程、设计、会议）。

# category_save_edits_accessibility
source: Save category edits
zh_hans: 保存分类编辑

# category_setup_edit_colors
source: Edit colors
zh_hans: 编辑颜色

# category_setup_edit_title
source: Edit title and description
zh_hans: 编辑标题与描述

# category_setup_optional_details
source: This step is optional. You can customize the categories or create new ones anytime while using Dayflow.
zh_hans: 这一步是可选的。你可以在使用 Dayflow 的任何时候自定义或新建分类。

# category_setup_organizes
source: Dayflow organizes your activities by the category titles and descriptions you provide.
zh_hans: Dayflow 会根据你提供的分类标题和描述来整理活动。

# category_setup_part1
source: Part 1 of 2
zh_hans: 第 1 部分（共 2 部分）

# category_setup_part2
source: Part 2 of 2
zh_hans: 第 2 部分（共 2 部分）

# category_setup_tips
source: Try to provide as much details in the descriptions as you can to help Dayflow understand your workflow and habits.
zh_hans: 尽量在描述中提供更多细节，以帮助 Dayflow 理解你的工作流和习惯。

# chart_total
source: TOTAL
zh_hans: 总计

source: Checking...
zh_hans: 检查中...

# cli_choose_provider
source: Choose which provider Dayflow should use
zh_hans: 选择 Dayflow 应使用哪个提供商

# cli_complete_message
source: ChatGPT and Claude tooling is ready. You can fine-tune which assistant to use anytime from Settings → AI Provider.
zh_hans: ChatGPT 和 Claude 工具已就绪。你可以随时从设置 → AI 提供商中微调要使用的助手。

# cli_debug_output
source: Debug output:
zh_hans: 调试输出：

# cli_detailed_instruction
source: Dayflow can talk to ChatGPT (via the Codex CLI) or Claude Code. You only need one installed and signed in on this Mac. After installing, run `codex auth` or `claude login` in Terminal to connect it to your account.
zh_hans: Dayflow 可以与 ChatGPT（通过 Codex CLI）或 Claude Code 通信。你只需在这台 Mac 上安装并登录其中一个。安装后，在终端中运行 `codex auth` 或 `claude login` 连接到你的账户。

# cli_intro_message
source: If you have a paid ChatGPT/Claude account, you can have Dayflow tap into your existing usage limits. Everything flows through your current account - no extra charges - and you can opt out of training for privacy. You only need one CLI installed and signed in on this Mac; we'll verify it automatically next.
zh_hans: 如果你有付费的 ChatGPT/Claude 账户，可以让 Dayflow 利用你现有的使用额度。一切都通过你当前的账户进行 - 无额外费用 - 你可以选择退出训练以保护隐私。你只需在这台 Mac 上安装并登录一个 CLI；我们将在下一步自动验证。

# cli_path_help
source: Helpful for checking PATH differences. We run using the same environment as the detection step.
zh_hans: 有助于检查 PATH 差异。我们使用与检测步骤相同的环境运行。

# cli_run_command
source: Run a command as Dayflow
zh_hans: 以 Dayflow 身份运行命令

# cli_select_first
source: Select ChatGPT or Claude above before running the test.
zh_hans: 运行测试前请先选择上方的 ChatGPT 或 Claude。

# cli_test_instruction
source: Run a quick test to verify your CLI is working and signed in.
zh_hans: 运行快速测试以验证你的 CLI 是否正常工作并已登录。

# cli_test_question
source: We'll ask your CLI a simple question to verify it's working and signed in.
zh_hans: 我们将向你的 CLI 提出一个简单问题以验证其是否正常工作并已登录。

# cli_tip_switch
source: Tip: Once both are installed, you can choose which provider Dayflow uses from Settings → AI Provider.
zh_hans: 提示：安装两者后，你可以从设置 → AI 提供商中选择 Dayflow 使用哪个提供商。

source: Close
zh_hans: 关闭

source: Complete Setup
zh_hans: 完成设置

source: Confirm
zh_hans: 确认

source: Continue
zh_hans: 继续

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy logs
zh_hans: 复制日志

source: Dashboard
zh_hans: 仪表板

# dashboard_beta_message
source: This feature is in development. Reach out via the feedback tab if you want to be the first to beta test it!
zh_hans: 此功能正在开发中。如果你想成为第一批测试用户，请通过反馈标签页联系我们！

# dashboard_qa_prompt
source: Ask and track answers to any question about your day, such as ‘How many times did I check Twitter today?’, ‘How long did I spend in Figma?’, or ‘What was my longest deep-work block?’
zh_hans: 提问并跟踪任何关于你一天的问题，比如“我今天看了多少次 Twitter？”、“我在 Figma 上花了多长时间？”或“我最长的深度工作时段是多少？”

# day_summary_beta_message
source: Your day so far is a preview of what's to come in Dashboard. This feature is still in beta and may change rapidly.
zh_hans: “今日概览”是 Dashboard 的预览功能，仍处于测试阶段，可能会快速变化。

# day_summary_distractions_title
source: Distractions so far
zh_hans: 到目前的分心情况

# day_summary_edit_categories_distractions
source: Edit categories to calculate distractions.
zh_hans: 编辑分类以计算分心情况。

# day_summary_edit_categories_focus
source: Edit categories to calculate focus.
zh_hans: 编辑分类以计算专注度。

# day_summary_focus_title
source: Your focus
zh_hans: 你的专注

# day_summary_title
source: Your day so far
zh_hans: 今日概览

# day_summary_total_focus_time
source: Total focus time
zh_hans: 总专注时间

# day_summary_update_note
source: This data will update every 15 minutes. Check back throughout the day to gain new understanding on your workflow.
zh_hans: 数据每 15 分钟更新一次。请在一天中多次查看，以获取对工作流的新理解。

source: Dismiss
zh_hans: 关闭

# duration_hours_abbrev
source: %dh
zh_hans: %d小时

# duration_hours_long
source: %d hours
zh_hans: %d 小时

# duration_hours_minutes_abbrev
source: %dh %dm
zh_hans: %d小时%d分钟

# duration_hours_minutes_long
source: %d hours %d minutes
zh_hans: %d 小时 %d 分钟

# duration_minutes_abbrev
source: %dm
zh_hans: %d分钟

# duration_minutes_long
source: %d minutes
zh_hans: %d 分钟

# duration_minutes_short_label
source: %d min
zh_hans: %d 分钟

# duration_seconds_short_label
source: %d sec
zh_hans: %d 秒

source: EARLY ACCESS
zh_hans: 抢先体验

# export_date_error
source: Start date must be on or before end date.
zh_hans: 开始日期必须在结束日期之前或相同。

# export_end_date_label
source: Export end date
zh_hans: 导出结束日期

# export_includes_note
source: Includes titles, summaries, and details for each card.
zh_hans: 包括每张卡片的标题、摘要和详细信息。

# export_start_date_label
source: Export start date
zh_hans: 导出开始日期

# feedback_accuracy_tip
source: If you find that your activities are summarized inaccurately, try editing the descriptions of your categories to improve Dayflow’s accuracy.
zh_hans: 如果你发现活动摘要不准确，请尝试编辑分类描述以提升 Dayflow 的准确性。

# feedback_share_log
source: I’d like to share this log to the developer to help improve the product.
zh_hans: 我愿意将此日志分享给开发者以帮助改进产品。

# feedback_tell_more
source: Tell us more about your feedback
zh_hans: 告诉我们更多关于你的反馈

# feedback_tell_us_more
source: Tell us more about your feedback
zh_hans: 告诉我们更多反馈

# feedback_thank_you
source: Thank you!
zh_hans: 谢谢！

# feedback_thank_you_full
source: Thank you for your feedback!
zh_hans: 感谢你的反馈！

# feedback_thanks_message
source: Thank you for your feedback!
zh_hans: 感谢你的反馈！

# gemini_complete_message
source: Gemini is now configured and ready to use with Dayflow.
zh_hans: Gemini 现已配置完成，可与 Dayflow 一起使用。

# gemini_enter_key_subtitle
source: Paste your Gemini API key below
zh_hans: 在下方粘贴你的 Gemini API 密钥

# gemini_enter_key_title
source: Enter your API key:
zh_hans: 输入你的 API 密钥：

# gemini_free_tier_desc
source: Google's Gemini offers a generous free tier that should allow you to run Dayflow ~15 hours a day for free - no credit card required
zh_hans: Google 的 Gemini 提供慷慨的免费层，可让你每天免费运行 Dayflow 约 15 小时 - 无需信用卡

# gemini_get_key_title
source: Get your Gemini API key
zh_hans: 获取你的 Gemini API 密钥

# gemini_model_choice
source: Choose your Gemini model. If you're on the free tier, pick 3 Flash, it's the most powerful model and is completely free to use. If you're on a paid plan, which is not recommended, I recommend 2.5 Flash-Lite to minimize costs.
zh_hans: 选择你的 Gemini 模型。如果使用免费层，请选择 3 Flash，这是最强大的模型且完全免费。如果你是付费计划（不推荐），我建议选择 2.5 Flash-Lite 以降低成本。

# gemini_test_instruction
source: Click the button below to verify your API key works with Gemini
zh_hans: 点击下方按钮验证你的 API 密钥是否适用于 Gemini

# gemini_visit_studio
source: Visit Google AI Studio
zh_hans: 访问 Google AI Studio

source: Grant Permission
zh_hans: 授予权限

# how_card1_body
source: Dayflow takes periodic screen captures to understand what you're working on, all stored privately on your device. You can toggle this whenever you like.
zh_hans: Dayflow 定期捕获屏幕以了解你正在做什么，所有内容都私密存储在你的设备上。你可以随时切换此功能。

# how_card1_title
source: Install and Forget
zh_hans: 安装即忘

# how_card2_body
source: Dayflow can run entirely on local AI models, which means your data never leaves your computer. You can also find the source code below - please consider giving it a star on Github!
zh_hans: Dayflow 可以完全在本地 AI 模型上运行，这意味着你的数据永远不会离开你的电脑。你还可以在下方找到源代码 - 请考虑在 Github 上给它一个星标！

# how_card2_title
source: Privacy by Default
zh_hans: 默认隐私保护

# how_card3_body
source: Knows the difference between YouTube tutorials and YouTube rabbit holes. Dayflow actually gets what you're working on.
zh_hans: 能区分 YouTube 教程和 YouTube 兔子洞。Dayflow 真正理解你在做什么。

# how_card3_title
source: Understand your Day
zh_hans: 理解你的一天

# how_it_works_title
source: How Dayflow Works
zh_hans: Dayflow 工作原理

# info_all_set
source: All set!
zh_hans: 全部就绪！

# info_for_experienced
source: For experienced users
zh_hans: 面向有经验的用户

# info_install_cli
source: Install Codex CLI (ChatGPT) or Claude Code
zh_hans: 安装 Codex CLI（ChatGPT）或 Claude Code

# info_setup
source: Setup
zh_hans: 设置

# info_test_connection
source: Test Connection
zh_hans: 测试连接

# journal_beta
source: BETA
zh_hans: 测试版

# journal_debug
source: Debug
zh_hans: 调试

# journal_debug_intents
source: → Intents
zh_hans: → 意图

# journal_debug_intro
source: → Intro
zh_hans: → 介绍

# journal_debug_lock
source: 🔒 Lock
zh_hans: 🔒 锁定

# journal_debug_prompt
source: → Prompt
zh_hans: → 提示

# journal_debug_reset
source: 🔄 Reset
zh_hans: 🔄 重置

# journal_debug_summary
source: → Summary
zh_hans: → 总结

# journal_enter_access_code
source: Enter access code
zh_hans: 输入访问码

# journal_generating
source: Generating summary...
zh_hans: 生成摘要中...

# journal_get_early_access
source: Get early access
zh_hans: 获取抢先体验

# journal_goals_placeholder
source: What are you working towards?
zh_hans: 你正在为哪些目标努力？

# journal_intentions
source: Today's intentions
zh_hans: 今天的目标

# journal_intentions_placeholder_1
source: What does a good day look like?
zh_hans: 什么是理想的一天？

# journal_intentions_placeholder_2
source: If today goes well, what will you have done?
zh_hans: 如果今天顺利，你将完成什么？

# journal_intro_description
source: Dayflow helps you track your daily and longer term pursuits, gives you the space to reflect, and generates a summary of each day.
zh_hans: Dayflow 帮助你追踪每日与长期目标，提供反思空间，并生成每日总结。

# journal_intro_title
source: Set daily intentions and track your progress
zh_hans: 设定每日意图并追踪进展

# journal_long_term_goals
source: Long term goals
zh_hans: 长期目标

# journal_no_entry
source: No journal entry for this day
zh_hans: 这一天没有日志

# journal_notes
source: Notes for today
zh_hans: 今天的笔记

# journal_notes_for_day
source: Notes for the day
zh_hans: 今日笔记

# journal_notes_placeholder
source: What mindset do you want to carry today?
zh_hans: 你今天想带着怎样的心态？

# journal_overview_description
source: Dayflow helps you track your daily and longer term goals, gives you the space to reflect, and generates a summary of each day.
zh_hans: Dayflow 帮助你追踪每日与长期目标，提供反思空间，并生成每日总结。

# journal_reflect_action
source: Reflect on your day
zh_hans: 反思你的一天

# journal_reflection_prompt
source: Return near the end of your day to reflect on your intentions. Let Dayflow generate a narrative summary based on the activities on your Timeline.
zh_hans: 在一天快结束时回来反思你的意图，让 Dayflow 根据时间线上的活动生成叙述式总结。

# journal_reflection_reminder
source: Return near the end of your day to reflect on your intentions.
zh_hans: 在一天快结束时回来反思你的意图。

# journal_reflections
source: Today's reflections
zh_hans: 今天的反思

# journal_regenerate
source: Regenerate summary
zh_hans: 重新生成摘要

# journal_reminders_intentions_at
source: Set intentions at
zh_hans: 设定意图时间

# journal_reminders_reflections_at
source: Write reflections at
zh_hans: 撰写反思时间

# journal_reminders_repeat_on
source: Repeat on
zh_hans: 重复

# journal_reminders_subtitle
source: Set recurring notifications to remind yourself to set your intentions and reflect.
zh_hans: 设置周期性通知，提醒你设定意图并进行反思。

# journal_reminders_test_body
source: This is a test notification from Dayflow.
zh_hans: 这是 Dayflow 的测试通知。

# journal_reminders_test_title
source: Test: Set your intentions
zh_hans: 测试：设定你的意图

# journal_set_intentions
source: Set today's intentions
zh_hans: 设置今日意图

# journal_set_intentions_today
source: Set your intentions today
zh_hans: 设定今天的意图

# journal_set_reminders
source: Set reminders
zh_hans: 设置提醒

# journal_start_onboarding
source: Start onboarding
zh_hans: 开始引导

# journal_summarize_with_dayflow
source: Summarize with Dayflow
zh_hans: 用 Dayflow 生成总结

# journal_summarizing
source: Summarizing your day recorded on your timeline…
zh_hans: 正在总结你时间线记录的一天…

# journal_summary_from_yesterday
source: Summary from yesterday
zh_hans: 昨日总结

# journal_summary_minimum
source: Need at least 1 hour of timeline activity to summarize
zh_hans: 需要至少 1 小时的时间线活动才能生成总结

# journal_summary_title
source: Dayflow summary
zh_hans: Dayflow 总结

# journal_title
source: Dayflow Journal
zh_hans: Dayflow 日志

# journal_your_reflections
source: Your reflections
zh_hans: 你的反思

# llm_chatgpt_claude_title
source: ChatGPT or Claude
zh_hans: ChatGPT 或 Claude

# llm_chatgpt_cli
source: Requires installing Codex or Claude CLI
zh_hans: 需要安装 Codex 或 Claude CLI

# llm_chatgpt_minimal
source: Minimal impact - uses <1% of your daily limit
zh_hans: 影响极小 - 使用不到每日限额的 1%

# llm_chatgpt_perfect
source: Perfect for existing ChatGPT Plus or Claude Pro subscribers
zh_hans: 适合现有 ChatGPT Plus 或 Claude Pro 订阅者

# llm_chatgpt_subscription
source: Requires a paid ChatGPT or Claude subscription
zh_hans: 需要付费的 ChatGPT 或 Claude 订阅

# llm_chatgpt_superior
source: Superior intelligence and reliability
zh_hans: 卓越的智能和可靠性

# llm_cli_detected
source: You have Codex/Claude CLI installed!
zh_hans: 你已安装 Codex/Claude CLI！

# llm_cli_recommended
source: We recommend using it for the best experience.
zh_hans: 我们建议使用它以获得最佳体验。

# llm_gemini_api_key
source: Requires getting an API key (takes 2 clicks)
zh_hans: 需要获取 API 密钥（只需 2 次点击）

# llm_gemini_easiest
source: Bring your own keys is the easiest setup (30s).
zh_hans: 自备 API 密钥是最简单的设置（30 秒）。

# llm_gemini_faster
source: Faster, more accurate than local models
zh_hans: 比本地模型更快、更准确

# llm_gemini_free
source: Uses Gemini's generous free tier (no credit card needed)
zh_hans: 使用 Gemini 的慷慨免费层（无需信用卡）

# llm_gemini_intelligent
source: Utilizes more intelligent AI via Google's Gemini models
zh_hans: 利用 Google 的 Gemini 模型获得更智能的 AI

# llm_local_battery
source: Can be battery-intensive
zh_hans: 可能耗电较大

# llm_local_less_intelligence
source: Significantly less intelligence
zh_hans: 智能程度显著较低

# llm_local_most_setup
source: Requires the most setup
zh_hans: 需要最多设置

# llm_local_offline
source: Works completely offline
zh_hans: 完全离线运行

# llm_local_private
source: 100% private - everything's processed on your computer
zh_hans: 100% 隐私 - 一切都在你的电脑上处理

# llm_local_ram
source: 16GB+ of RAM recommended
zh_hans: 建议 16GB+ 内存

# llm_local_title
source: Use local AI
zh_hans: 使用本地 AI

# llm_not_sure
source: Not sure which to choose?
zh_hans: 不确定选哪个？

# llm_switch_anytime
source: You can switch at any time in the settings.
zh_hans: 你可以随时在设置中切换。

# local_advanced_users_prefix
source: Advanced users can pick any
zh_hans: 高级用户可以选择任何

# local_advanced_users_suffix
source: LLM, but we strongly recommend using Qwen3-VL 4B based on our internal benchmarks.
zh_hans: LLM，但根据我们的内部基准测试，我们强烈建议使用 Qwen3-VL 4B。

# local_api_key_help
source: Stored locally in UserDefaults and sent as a Bearer token for custom endpoints (LiteLLM, OpenRouter, etc.)
zh_hans: 存储在本地 UserDefaults 中，作为 Bearer 令牌发送给自定义端点（LiteLLM、OpenRouter 等）

# local_api_key_optional
source: API key (optional)
zh_hans: API 密钥（可选）

# local_base_url
source: Base URL
zh_hans: 基础 URL

# local_choose_engine_subtitle
source: For local use, LM Studio is the most reliable; Ollama has a known thinking bug in onboarding (can't turn thinking off) and performance is unreliable.
zh_hans: 对于本地使用，LM Studio 最可靠；Ollama 在引导过程中存在已知的思考问题（无法关闭思考）且性能不可靠。

# local_choose_engine_title
source: Choose your local AI engine
zh_hans: 选择你的本地 AI 引擎

# local_complete_message
source: Local AI is configured and ready to use with Dayflow.
zh_hans: 本地 AI 已配置完成，可与 Dayflow 一起使用。

# local_custom_model
source: Custom model
zh_hans: 自定义模型

# local_download_lmstudio
source: Download LM Studio
zh_hans: 下载 LM Studio

# local_download_qwen_lmstudio
source: Download Qwen3-VL 4B in LM Studio
zh_hans: 在 LM Studio 中下载 Qwen3-VL 4B

# local_have_server_note
source: Already have a local server? Make sure it's OpenAI-compatible. You can set a custom base URL in the next step.
zh_hans: 已有本地服务器？请确保它兼容 OpenAI。你可以在下一步设置自定义基础 URL。

# local_install_lmstudio_subtitle
source: After installing LM Studio, download the recommended model:
zh_hans: 安装 LM Studio 后，下载推荐的模型：

# local_install_ollama_subtitle
source: After installing Ollama, run this in your terminal to download the model (≈5GB):
zh_hans: 安装 Ollama 后，在终端中运行此命令下载模型（约 5GB）：

# local_install_qwen_title
source: Install Qwen3-VL 4B
zh_hans: 安装 Qwen3-VL 4B

# local_lmstudio_open_prompt
source: This will open LM Studio and prompt you to download the model (≈3GB).
zh_hans: 这将打开 LM Studio 并提示你下载模型（约 3GB）。

# local_lmstudio_turn_on_server
source: Once downloaded, turn on 'Local Server' in LM Studio (default http://localhost:1234)
zh_hans: 下载后，在 LM Studio 中开启「本地服务器」（默认 http://localhost:1234）

# local_manual_setup
source: Manual setup:
zh_hans: 手动设置：

# local_manual_step1
source: 1. Open LM Studio → Models tab
zh_hans: 1. 打开 LM Studio → 模型标签页

# local_manual_step2
source: 2. Search for 'Qwen3-VL-4B' and install the Instruct variant
zh_hans: 2. 搜索「Qwen3-VL-4B」并安装 Instruct 变体

# local_model_id
source: Model ID
zh_hans: 模型 ID

# local_test_error_help
source: If you get stuck here, you can go back and choose the 'Bring your own key' option — it only takes a minute to set up.
zh_hans: 如果在这里遇到困难，你可以返回选择「自备密钥」选项 —— 只需一分钟即可完成设置。

# local_test_instruction
source: Click the button below to verify your local server responds to a simple chat completion.
zh_hans: 点击下方按钮验证你的本地服务器能响应简单的聊天完成请求。

# local_use_any_vlm_subtitle
source: Make sure your server exposes the OpenAI Chat Completions API and has Qwen3-VL 4B (or Qwen2.5-VL 3B if you need the legacy model) installed.
zh_hans: 确保你的服务器公开了 OpenAI Chat Completions API，并安装了 Qwen3-VL 4B（如需旧版模型可使用 Qwen2.5-VL 3B）。

# local_use_any_vlm_title
source: Use any OpenAI-compatible VLM
zh_hans: 使用任何兼容 OpenAI 的 VLM

# local_vision_capable
source: vision-capable
zh_hans: 支持视觉的

# local_which_tool
source: Which tool are you using?
zh_hans: 你在使用哪个工具？

source: Longest focus duration
zh_hans: 最长专注时长

# menu_1hour
source: 1 Hour
zh_hans: 1 小时

# menu_15min
source: 15 Min
zh_hans: 15 分钟

# menu_30min
source: 30 Min
zh_hans: 30 分钟

# menu_check_updates
source: Check for Updates
zh_hans: 检查更新

# menu_open
source: Open Dayflow
zh_hans: 打开 Dayflow
